HeroConfig_cfg={ 
    "105": {
        "id": 105,
        "hero_name": "廉颇"
    },
    "106": {
        "id": 106,
        "hero_name": "小乔"
    },
    "107": {
        "id": 107,
        "hero_name": "赵云"
    },
    "108": {
        "id": 108,
        "hero_name": "墨子"
    },
    "109": {
        "id": 109,
        "hero_name": "妲己"
    },
    "110": {
        "id": 110,
        "hero_name": "嬴政"
    },
    "111": {
        "id": 111,
        "hero_name": "孙尚香"
    },
    "112": {
        "id": 112,
        "hero_name": "鲁班七号"
    },
    "113": {
        "id": 113,
        "hero_name": "庄周"
    },
    "114": {
        "id": 114,
        "hero_name": "刘禅"
    },
    "115": {
        "id": 115,
        "hero_name": "高渐离"
    },
    "116": {
        "id": 116,
        "hero_name": "阿珂"
    },
    "117": {
        "id": 117,
        "hero_name": "钟无艳"
    },
    "118": {
        "id": 118,
        "hero_name": "孙膑"
    },
    "119": {
        "id": 119,
        "hero_name": "扁鹊"
    },
    "120": {
        "id": 120,
        "hero_name": "白起"
    },
    "121": {
        "id": 121,
        "hero_name": "芈月"
    },
    "122": {
        "id": 122,
        "hero_name": ""
    },
    "123": {
        "id": 123,
        "hero_name": "吕布"
    },
    "124": {
        "id": 124,
        "hero_name": "周瑜"
    },
    "125": {
        "id": 125,
        "hero_name": ""
    },
    "126": {
        "id": 126,
        "hero_name": "夏侯惇"
    },
    "127": {
        "id": 127,
        "hero_name": "甄姬"
    },
    "128": {
        "id": 128,
        "hero_name": "曹操"
    },
    "129": {
        "id": 129,
        "hero_name": "典韦"
    },
    "130": {
        "id": 130,
        "hero_name": "宫本武藏"
    },
    "131": {
        "id": 131,
        "hero_name": "李白"
    },
    "132": {
        "id": 132,
        "hero_name": "马可波罗"
    },
    "133": {
        "id": 133,
        "hero_name": "狄仁杰"
    },
    "134": {
        "id": 134,
        "hero_name": "达摩"
    },
    "135": {
        "id": 135,
        "hero_name": "项羽"
    },
    "136": {
        "id": 136,
        "hero_name": "武则天"
    },
    "137": {
        "id": 137,
        "hero_name": ""
    },
    "138": {
        "id": 138,
        "hero_name": ""
    },
    "139": {
        "id": 139,
        "hero_name": "老夫子"
    },
    "140": {
        "id": 140,
        "hero_name": "关羽"
    },
    "141": {
        "id": 141,
        "hero_name": "貂蝉"
    },
    "142": {
        "id": 142,
        "hero_name": "安琪拉"
    },
    "143": {
        "id": 143,
        "hero_name": ""
    },
    "144": {
        "id": 144,
        "hero_name": "程咬金"
    },
    "145": {
        "id": 145,
        "hero_name": ""
    },
    "146": {
        "id": 146,
        "hero_name": "露娜"
    },
    "147": {
        "id": 147,
        "hero_name": ""
    },
    "148": {
        "id": 148,
        "hero_name": "姜子牙"
    },
    "149": {
        "id": 149,
        "hero_name": "刘邦"
    },
    "150": {
        "id": 150,
        "hero_name": "韩信"
    },
    "151": {
        "id": 151,
        "hero_name": ""
    },
    "152": {
        "id": 152,
        "hero_name": "王昭君"
    },
    "153": {
        "id": 153,
        "hero_name": "兰陵王"
    },
    "154": {
        "id": 154,
        "hero_name": "花木兰"
    },
    "155": {
        "id": 155,
        "hero_name": ""
    },
    "156": {
        "id": 156,
        "hero_name": "张良"
    },
    "157": {
        "id": 157,
        "hero_name": "不知火舞"
    },
    "158": {
        "id": 158,
        "hero_name": ""
    },
    "159": {
        "id": 159,
        "hero_name": ""
    },
    "160": {
        "id": 160,
        "hero_name": ""
    },
    "161": {
        "id": 161,
        "hero_name": ""
    },
    "162": {
        "id": 162,
        "hero_name": "娜可露露"
    },
    "163": {
        "id": 163,
        "hero_name": "橘右京"
    },
    "164": {
        "id": 164,
        "hero_name": ""
    },
    "165": {
        "id": 165,
        "hero_name": ""
    },
    "166": {
        "id": 166,
        "hero_name": "亚瑟"
    },
    "167": {
        "id": 167,
        "hero_name": "孙悟空"
    },
    "168": {
        "id": 168,
        "hero_name": "牛魔"
    },
    "169": {
        "id": 169,
        "hero_name": "后羿"
    },
    "170": {
        "id": 170,
        "hero_name": "刘备"
    },
    "171": {
        "id": 171,
        "hero_name": "张飞"
    },
    "172": {
        "id": 172,
        "hero_name": ""
    },
    "173": {
        "id": 173,
        "hero_name": "李元芳"
    },
    "174": {
        "id": 174,
        "hero_name": "虞姬"
    },
    "175": {
        "id": 175,
        "hero_name": "钟馗"
    },
    "176": {
        "id": 176,
        "hero_name": ""
    },
    "177": {
        "id": 177,
        "hero_name": "成吉思汗"
    },
    "178": {
        "id": 178,
        "hero_name": "杨戬"
    },
    "179": {
        "id": 179,
        "hero_name": ""
    },
    "180": {
        "id": 180,
        "hero_name": "哪吒"
    },
    "181": {
        "id": 181,
        "hero_name": ""
    },
    "182": {
        "id": 182,
        "hero_name": "干将莫邪"
    },
    "183": {
        "id": 183,
        "hero_name": "雅典娜"
    },
    "184": {
        "id": 184,
        "hero_name": "蔡文姬"
    },
    "185": {
        "id": 185,
        "hero_name": ""
    },
    "186": {
        "id": 186,
        "hero_name": "太乙真人"
    },
    "187": {
        "id": 187,
        "hero_name": "东皇太一"
    },
    "188": {
        "id": 188,
        "hero_name": ""
    },
    "189": {
        "id": 189,
        "hero_name": "鬼谷子"
    },
    "190": {
        "id": 190,
        "hero_name": "诸葛亮"
    },
    "191": {
        "id": 191,
        "hero_name": "大乔"
    },
    "192": {
        "id": 192,
        "hero_name": "黄忠"
    },
    "193": {
        "id": 193,
        "hero_name": "铠"
    },
    "194": {
        "id": 194,
        "hero_name": "苏烈"
    },
    "195": {
        "id": 195,
        "hero_name": "百里玄策"
    },
    "196": {
        "id": 196,
        "hero_name": "百里守约"
    }
}